[
  {
    "id": 1,
    "name": "Paddington Bear Cycling Plush",
    "price": 13.22,
    "image": "paddington.png",
    "age" : 3,
    "best": false,
    "description": "Paddington bear is now off on his bike! There is plenty of fun and adventures to be had with 35cm cycling Paddington as he cycles around randomly on his red bicycle to a catchy tune!"
  },  
  {
    "id": 2,
    "name": "MY NEIGHBOR TOTORO",
    "price": 29.99,
    "image": "totoro.png",
    "age" : 7,
    "best": false,
    "description": "GHIBLI - MY NEIGHBOR TOTORO - PUZZLE CRYSTAL 3D"
  },
  {
    "id": 3,
    "name": "Plush Jiji Sitting - Kiki'S Delivery Service",
    "price": 13.95,
    "image": "Jiji.png",
    "age" : 3,
    "best": false,
    "description": "GUND is proud to introduce Jiji - the cute and magical talking cat from beloved animated Miyzaki film 'Kiki's Delivery Service.' Jiji is a loyal companion always there to offer advice to young witches and wizards in training. Accurate character details from the film such as Jiji's red bow are sure to please Studio Ghibli enthusiasts of all ages. Features a classic, 6' seated pose."
  }
  ,
  {
    "id": 4,
    "name": "Red Power Plumber MOC",
    "price": 99.99,
    "image": "RedPlumber.png",
    "age" : 13,
    "best": false,
    "description": "Build your very own custom designed red plumber figure that was designed by master builder Tyler Clites. Parts needed: 256 LEGO® bricks"
  }
  ,
  {
    "id": 5,
    "name": "Usaburo Japanese Kokeshi Doll",
    "price": 78.27,
    "image": "Usaburo.png",
    "age" : 3,
    "best": false,
    "description": "Traditional kokeshi dolls originated in northern Japan during the middle of the Edo period around 300 years ago. It is said that artisans who were skilled in woodworking began crafting these hand-carved and painted wooden dolls to sell to people who were visiting the many hot springs in the region. These traditional kokeshi dolls were usually made of a cylindrical, slender piece of wood with a round head. The body of the doll was usually painted with a floral design and the head with thin lines to resemble a face."
  }
  ,
  {
    "id": 6,
    "name": "GUNDAM THE ORIGIN",
    "price": 44.65,
    "image": "gandam.png",
    "age" : 13,
    "best": false,
    "description": "The classic RX-78-02 is back and now in Master Grade! This time it is styled as 'The Origin' version from the popular manga comic 'Mobile Suit Gundam : The Origin' This new Master Grade release features a new shoulder cannon as well a more flexible waist and legs. Effect parts for the gatlinggun muzzle flash as well as firing missile are also included. An amazingly engineered snapfit kit molded in multiple colors, with excellent peel-off stick-on markings."
  }
  ,
  {
    "id": 7,
    "name": "LGH 1800Pcs Totoro Nano Bricks",
    "price": 44.65,
    "image": "NanoTotoro.png",
    "age" : 16,
    "best": false,
    "description": "Thanks to the mini-modules, it is possible to build detailed models. Build your favorite animals, musical instruments and architectural sites from around the world gathering to build and show your works of art."
  }
  ,
  {
    "id": 8,
    "name": "KAY Plush Yoga Bear",
    "price": 44.65,
    "image": "YogaBear.png",
    "age" : 16,
    "best": false,
    "description": "※PP cotton,plush,Soft and adorable, yet durable enough for your growing child. \n※Yoga Bear is the best yoga partner or plush toys, and loves to be a decoration on a table."
  },
  {
    "id": 9,
    "name": "Doraemon Figurine",
    "price": 24.99,
    "image": "Top1.png",
    "age" : 3,
    "best": true,
    "description": "From FiguartsZERO comes the internationally popular robot-cat Doraemon in a collectible statue figure series Complete with display stage! You can create various facial expressions with interchangeable parts and pose them in many ways with movable arms."
  },
  {
    "id": 10,
    "name": "nanoblock - Pikachu",
    "price": 44.65,
    "image": "Top2.png",
    "age" : 16,
    "best": true,
    "description": "Pikachu naturally stores up electricity in its body, and it needs to discharge that energy on a regular basis to maintain good health. To take advantage of this, some have suggested creating a Pikachu-fueled power plant. Pikachu from Nanoblock's Pokémon Collection series stands approximately 1.8' tall and has 120 pieces. This is considered an entry level kit. This kit features all the details one would expect and is fun and easy to build! Look for origin of shipment: Only items shipped from within North America are being sold by authorized U.S. Retailers. The product box will have a Bluefin warning label, which is proof that you are purchasing an officially licensed Kawada product, distributed by its sole and authorized distributor (Bluefin) for the U.S. Markets. This product has been thoroughly tested for safety and meets all North American consumer product safety regulations. The affixed label also entitles the purchaser to product support assistance within the United States."
  },
  {
    "id": 11,
    "name": "Hedgehog by legotruman",
    "price": 33.16,
    "image": "Top3.png",
    "age" : 7,
    "best": true,
    "description": "Create your very own 3D Hedgehog with this micro-size block building set, contains over 150 pieces"
  },
  {
    "id": 12,
    "name": "Nano Sponge Bob",
    "price": 15.99,
    "image": "Top4.png",
    "age" : 3,
    "best": true,
    "description": "SpongeBob has celebrated the 20th anniversary of the character nano has arrived.\nThe 'Chara Nano' is a new collectible line of nanoblock characters that are available in the same standard size and package. The packaging can also be used as a collection case to display the finished product.\nSpongebob is 2019 to 2020 summer 2019. In the summer of 2020, the film will be released as well.\nReproduces details such as the crisp eyes and body patterns."
  }
]